tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
brew "bison"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "git"
brew "go"
brew "lazygit"
brew "mas"
brew "mercurial"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ollama"
brew "pnpm"
brew "ripgrep"
brew "silicon"
brew "starship"
brew "tmux"
brew "tpm"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
cask "azure-data-studio"
cask "devtunnel"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "kitty"
cask "mongodb-compass"
cask "netdownloadhelpercoapp"
cask "postman"
cask "spotify"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Windows App", id: 1295203466
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "aryatholiya12345.orange-black-theme"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "compulim.vscode-ipaddress"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "jaredkent.laserwave"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mihtoa.barbie-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "shalldie.background"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "vscodevim.vim"
vscode "vuetifyjs.vuetify-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
