tap "homebrew/bundle"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "bison"
brew "chezmoi"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fastfetch"
brew "gh"
brew "git"
brew "go"
brew "lazygit"
brew "mercurial"
brew "neovim"
brew "node"
brew "nvm"
brew "pnpm"
brew "starship"
brew "tmux"
brew "tpm"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "kitty"
cask "mongodb-compass"
cask "postman"
cask "spotify"
