tap "homebrew/bundle"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "netbirdio/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "bison"
brew "chezmoi"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "golangci-lint"
brew "icu4c@76"
brew "k6"
brew "lazygit"
brew "mas"
brew "mercurial"
brew "mise"
brew "mkcert"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "ollama"
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "rustup"
brew "silicon"
brew "starship"
brew "tmux"
brew "tpm"
brew "unzip"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "arc"
cask "azure-data-studio"
cask "calibre"
cask "claude-code"
cask "devtunnel"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "kitty"
cask "mongodb-compass"
cask "netbird-ui"
cask "netdownloadhelpercoapp"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "redis-insight"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zed"
cask "zoom"
mas "Brother iPrint&Scan", id: 1193539993
mas "DaVinci Resolve", id: 571213070
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
vscode "aaron-bond.better-comments"
vscode "alexcvzz.vscode-sqlite"
vscode "aryatholiya12345.orange-black-theme"
vscode "bracketpaircolordlw.bracket-pair-color-dlw"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "compulim.vscode-ipaddress"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "glenn2223.live-sass"
vscode "golang.go"
vscode "jaredkent.laserwave"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mihtoa.barbie-theme"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oxc.oxc-vscode"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "qwtel.sqlite-viewer"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "shalldie.background"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "vuetifyjs.vuetify-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "yoavbls.pretty-ts-errors"
go "github.com/kisielk/errcheck"
go "golang.org/x/tools/cmd/godoc"
